// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ disk.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disk.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Online Bilet Satışı Yok)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d saat";

/* i.e.: 30 minutes */
"%d minutes" = "%d dakika";

/* No comment provided by engineer. */
"%d months ago" = "%d ay önce";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d / %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d salon arama alanı dışında";

/* No comment provided by engineer. */
"%d weeks ago" = "%d hafta önce";

/* No comment provided by engineer. */
"%d years ago" = "%d yıl önce";

/* No comment provided by engineer. */
"1 hour" = "1 saat";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mil";

/* No comment provided by engineer. */
"1 minute" = "1 dakika";

/* No comment provided by engineer. */
"1 month ago" = "1 ay önce";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 salon arama alanı dışında";

/* No comment provided by engineer. */
"1 week ago" = "1 hafta önce";

/* No comment provided by engineer. */
"1 year ago" = "1 yıl önce";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Hakkında";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Yeri Otomatik Güncelle";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Ara";

/* No comment provided by engineer. */
"Cast:" = "Oyuncular:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Tarihi değiştir";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Posta Kodu veya Şehir";

/* No comment provided by engineer. */
"Could not find location." = "Konum bulunamadı.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray detayları:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "İleriki tarihler için veri eksik olabilir. Tam listeyi görmek için arama tarihini bugüne ayarlayın.";

/* No comment provided by engineer. */
"Director:" = "Yönetmen:";

/* No comment provided by engineer. */
"Directors:" = "Yönetmenler:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Uzaklık";

/* No comment provided by engineer. */
"Downloading data" = "Veri indiriliyor";

/* No comment provided by engineer. */
"Downloading image" = "Poster indiriliyor";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Listeyi gönder";

/* No comment provided by engineer. */
"Favorites" = "Favoriler";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Biçim:";

/* No comment provided by engineer. */
"Genre:" = "Tür:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Konum bulma hizmeti:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikler: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Geçen Cuma";

/* No comment provided by engineer. */
"Last Monday" = "Geçen Pazartesi";

/* No comment provided by engineer. */
"Last Saturday" = "Geçen Cumartesi";

/* No comment provided by engineer. */
"Last Sunday" = "Geçen Pazar";

/* No comment provided by engineer. */
"Last Thursday" = "Geçen Perşembe";

/* No comment provided by engineer. */
"Last Tuesday" = "Geçen Salı";

/* No comment provided by engineer. */
"Last Wednesday" = "Geçen Çarşamba";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "%1$d %2$@den daha yakın";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "1 %@den daha yakın";

/* No comment provided by engineer. */
"License" = "Lisans";

/* No comment provided by engineer. */
"Loading image" = "Poster yükleniyor";

/* No comment provided by engineer. */
"Localized by:" = "Çeviren:";

/* No comment provided by engineer. */
"Location" = "Yer";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Harita";

/* No comment provided by engineer. */
"Movie details provided by:" = "Film detay bilgileri:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Film eleştirileri:";

/* No comment provided by engineer. */
"Movies" = "Filmler";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "İsim";

/* No comment provided by engineer. */
"Network unavailable" = "Ağ erişilebilir değil";

/* No comment provided by engineer. */
"No information found" = "Bilgi bulunamadı";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "'%@' için hiçbir sonuç bulunamadı";

/* No comment provided by engineer. */
"No synopsis available." = "Film özeti yok.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Hiç biri";

/* No comment provided by engineer. */
"Not yet rated" = "Henüz derecelendirilmemiş";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "%@ için bilet al";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Fragmanı göster";

/* No comment provided by engineer. */
"Please enter your location" = "Lütfen konumunuzu girin";

/* Takes the user to the website for this application */
"Project website" = "Proje web sitesi";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Derecesi %@";

/* No comment provided by engineer. */
"Rated:" = "Derecesi:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Eleştirileri oku";

/* No comment provided by engineer. */
"Really close by" = "Gerçekten yakın";

/* No comment provided by engineer. */
"Really far away" = "Gerçekten uzak";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Yayım";

/* No comment provided by engineer. */
"Release date:" = "Yayim arihi:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Yayim: %@";

/* No comment provided by engineer. */
"Reviews" = "Eleştiriler";

/* No comment provided by engineer. */
"Running time:" = "Süresi:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Puan";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Arama Tarihi";

/* No comment provided by engineer. */
"Search Distance" = "Arama uzaklığı";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Görüş bildir";

/* No comment provided by engineer. */
"Settings" = "Seçenekler";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%d gizli salonu göster";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "1 gizli salonu göster";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Her ikisi de";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Seans bilgisi %@ tarihinde alındı.";

/* No comment provided by engineer. */
"Studio:" = "Stüdyo:";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Salona ilişkin bulunan en yeni seans\nbilgisi %@ tarihine ait.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Salon bilgisi sağlayıcıları genellikle en yüksek arama uzaklığını sınırlarlar. Bu nedenle, arama uzaklığı çok yüksek olsa bile bazı sinema salonları arama sonuçları içinde yer almayabilir.";

/* No comment provided by engineer. */
"Theaters" = "Salonlar";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Bu salon için seans bilgisi yok. %@, bilgi yayınlandığında otomatik olarak alacak.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Bilet satışı:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "İsim";

/* No comment provided by engineer. */
"Today" = "Bugün";

/* No comment provided by engineer. */
"Unknown Distance" = "Bilinmeyen Uzaklık";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Bilinmeyen yayım tarihi";

/* No comment provided by engineer. */
"Unrated" = "Derecesiz";

/* No comment provided by engineer. */
"Upcoming" = "Yakında";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Küçük Fontlar Kullan";

/* No comment provided by engineer. */
"Website" = "Web sitesi";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Yazan: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Dün";

/* No comment provided by engineer. */
"kilometer" = "kilometre";

/* No comment provided by engineer. */
"kilometers" = "kilometre";

/* No comment provided by engineer. */
"mile" = "mil";

/* No comment provided by engineer. */
"miles" = "mil";